{
  "videos": [
    {
      "titulo": "GitHub CLI - Uma Nova Experiência no Github!",
      "imagem": "https://i.ytimg.com/vi/6o6-bKOZOEY/maxresdefault.jpg",
      "video": "https://www.youtube.com/embed/6o6-bKOZOEY?si=hXBzCqhLY9IRIVL7",
      "select": "BACK END",
      "descri": "Nesse vídeo vamos aprender um pouco mais o que seria o GitHub CLI e quais são as suas vantagens!",
      "id": "ac99"
    },
    {
      "titulo": "O que faz uma desenvolvedora front-end? #HipstersPontoTube",
      "imagem": "https://i.ytimg.com/vi/ZY3-MFxVdEw/maxresdefault.jpg",
      "video": "https://www.youtube.com/embed/ZY3-MFxVdEw?si=tpedTkfU1tYoLwKW",
      "select": "FRONT END",
      "descri": "O que é Front-end? Trabalhando na área os termos HTML, CSS e JavaScript fazem parte da rotina das desenvolvedoras e desenvolvedores. Mas o que eles fazem, afinal? Descubra com a Vanessa nesse episódio! ",
      "id": "abb6"
    },
    {
      "titulo": "O que é e o que faz quem trabalha com UX? User Experience e Usabilidade #HipstersPontoTech",
      "imagem": "https://i.ytimg.com/vi/FJhMCi07T4A/maxresdefault.jpg",
      "video": "https://www.youtube.com/embed/FJhMCi07T4A?si=m_91tNEsUpC9QV3P",
      "select": "FRONT END",
      "descri": "Chegou o episódio com a musa brasileira de UX, a Carla de Bona! Entenda a Experiência do Usuário e porque ela é importante para qualquer negócio, seja de produtos ou serviços. ",
      "id": "7912"
    },
    {
      "id": "bb4e",
      "titulo": "O que faz uma desenvolvedora Back-end? com Juliana Amoasei | #HipstersPontoTube",
      "imagem": "https://i.ytimg.com/vi/fiPfvylj6rk/hqdefault.jpg",
      "video": "https://www.youtube.com/embed/fiPfvylj6rk?si=pRBC4GKtxTJPRp5t",
      "select": "BACK END",
      "descri": "Afinal, quem trabalha com Back-end faz o que? Com quais outras áreas da tecnologia essa pessoa acaba se relacionando no dia a dia de trabalho e quais os possíveis caminhos nessa carreira? 🤔"
    },
    {
      "id": "15eb",
      "titulo": "Desenvolvimento Android #HipstersPontoTube",
      "imagem": "https://i.ytimg.com/vi/fWscDFHKgw8/maxresdefault.jpg",
      "video": "https://www.youtube.com/embed/fWscDFHKgw8?si=-iRieuqHZQtMB-WF",
      "select": "MOBILE",
      "descri": "Um episódio focado no desenvolvimento de aplicações Android. Neste bate-papo, Paulo Silveira e Felipe Torres conversam sobre os primeiros passos para começar a desenvolver, quais as principais ferramentas do desenvolvimento mobile, como colocar sua aplicação no ar e mais! "
    },
    {
      "titulo": "Como fazer SEO com React, NextJS e Deploy estático feat. Dicas de Performance ",
      "imagem": "https://i.ytimg.com/vi/c8mVlakBESE/maxresdefault.jpg",
      "video": "https://www.youtube.com/embed/c8mVlakBESE?si=i8RA_7icvyYwd_UY",
      "select": "FRONT END",
      "descri": "Eu to aqui pra nesse vídeo dizer que a gente vai aprender a começar uma app inspirada no desenho Pokémon com Nextjs e React, ver algumas dicas sobre performance e de quebra conhecer uma plataforma sensacional pra fazer deploy que é a Vercel. Tudo em 22 minutos nesse vídeo feito com todo o carinho do mundo construindo uma \"Pokedex\"! 😍 bora ver? \\o",
      "id": "989b"
    }
  ]
}